# Base 
def Opisanie():
	print("Введите номер задачи: ");
	print('''
№1. Пользователь вводит число. Программа определяет его чётность/нечётность и выводит ответ в виде слова: «чётное» или «нечётное».

№2. Пользователь вводит два целых числа. Программа определяет: кратно
ли большее из них по отношению к меньшему.  

№3. Пусть даны три числа. Программа выбирает меньшее из трёх.  

№4. Пусть даны длины трёх отрезков. Программа определяет можно ли из них построить треугольник.  

№5. Пользователь вводит радиус круга. Программа в ответ выводит два ответа в столбик: длина окружности и площадь круга.  

№6. Пользователь вводит коэффициенты (a, b, c) квадратного уравнения.  ''');

	

