# Base 
def Opisanie():
	print("      ")
	print("_________________________________________________________________________________________________");
	print("Введите номер задачи: ")
	print('''
_________________________________________________________________________________________________
№1 Сумма всех чисел в файле
№2 Генерация файла с матрицей чисел заданных пользователем
№3 Считывание файла сортировка и запись в новый файл
№4 Проверка на палиндромность из одного файла и запись палиндромных в другой
_________________________________________________________________________________________________
''')

